**free
/if defined(COMMON_H)
/eof
/endif
/define COMMON_H

dcl-c FTPLGNUSRS    'IFTPMON/LGNUSRS';
dcl-c FTPOPPERM    'IFTPMON/OPPERM';
dcl-c FTPOPAUD    'IFTPMON/OPAUD';
dcl-c DFT_LGN_ALW     0;
dcl-c DFT_REQ_ALW     1;
dcl-c DFT_REQ_DISALW  0;



